<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Company Information
    |--------------------------------------------------------------------------
    */

    'name' => 'شرکت تبلیغاتی فراگستر',

    'english_name' => 'Faragostar Advertising Company',

    'tagline' => 'خلاقیت، کیفیت و نوآوری در تبلیغات',

    /*
    |--------------------------------------------------------------------------
    | Contact Information
    |--------------------------------------------------------------------------
    */

    'website' => null,

    'support_email' => null,

    'phone' => [

        '0711667511',

        '0797373690',

    ],

    'address' => 'شهر پلخمری، بندر قشقاق، مارکیت آریانا منزل اول
شهر پلخمری، شاداب مارکیت، منزل دوم',

    /*
    |--------------------------------------------------------------------------
    | Company Branding
    |--------------------------------------------------------------------------
    */

    'logo' => 'images/company/logo.png',

    'favicon' => 'images/company/favicon.ico',

    /*
    |--------------------------------------------------------------------------
    | Theme Colors
    |--------------------------------------------------------------------------
    */

    'primary_color' => '#183B73',

    'secondary_color' => '#46A6D9',

    'dark_color' => '#2D2D2D',

    'light_color' => '#F8FAFC',

    /*
    |--------------------------------------------------------------------------
    | Social Media
    |--------------------------------------------------------------------------
    */

    'facebook' => null,

    'instagram' => null,

    'linkedin' => null,

    'telegram' => null,

];
